Tekla Open API Reference for Tekla Structures 2025
PickerInputWithinAView Methods
The PickerInputWithinAView type exposes the following members.
Methods
Name | Description
IsEqual
 Compares the current object with an object of the same type.
 (Overrides PickerInput.IsEqual(Object).)
Top
See Also
Reference
PickerInputWithinAView Class
Tekla.Structures.Drawing Namespace